tap "1password/tap"
tap "azure/functions"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "futurice/jalapeno"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nextdns/tap"
tap "oven-sh/bun"
tap "remotemobprogramming/brew"
tap "sachaos/todoist"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "broot"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dua-cli"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libarchive"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "flyway"
brew "fnm"
brew "fping"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnupg"
brew "go"
brew "go-task"
brew "gpgme"
brew "grc"
brew "grpcurl"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jless"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "libyaml"
brew "marksman"
brew "micro"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "netlify-cli"
brew "openssh"
brew "optipng"
brew "pandoc"
brew "prettyping"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "s3cmd"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "toot"
brew "tree"
brew "trivy"
brew "ttyd"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zrok"
brew "zx"
brew "azure/functions/azure-functions-core-tools@3"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/vhs"
brew "futurice/jalapeno/jalapeno"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform", link: false
brew "nextdns/tap/nextdns"
brew "oven-sh/bun/bun"
brew "remotemobprogramming/brew/mob"
brew "sachaos/todoist/todoist"
cask "1password-cli"
cask "calibre"
cask "cleanshot"
cask "dropbox"
cask "eqmac"
cask "font-cascadia-code-pl"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "grammarly-desktop"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "logi-options-plus"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "signal"
cask "slack"
cask "telegram-desktop"
cask "tidal"
cask "todoist"
cask "zed"
cask "zoom"
