tap "1password/tap"
tap "azure/functions"
tap "charmbracelet/tap"
tap "go-task/tap"
tap "goreleaser/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "nextdns/tap"
tap "remotemobprogramming/brew"
brew "xz"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "broot"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "fnm"
brew "fping"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grc"
brew "helix"
brew "htop"
brew "httpie"
brew "hugo"
brew "ispell"
brew "jq"
brew "lazygit"
brew "lefthook"
brew "libyaml"
brew "marksman"
brew "micro"
brew "ncdu"
brew "neovim"
brew "netlify-cli"
brew "node@18"
brew "openssh"
brew "optipng"
brew "pandoc"
brew "prettyping"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "s3cmd"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "tldr"
brew "tmux"
brew "toot"
brew "tree"
brew "ttyd"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "yq"
brew "z"
brew "azure/functions/azure-functions-core-tools@3"
brew "charmbracelet/tap/vhs"
brew "go-task/tap/go-task"
brew "goreleaser/tap/goreleaser"
brew "nextdns/tap/nextdns"
brew "remotemobprogramming/brew/mob"
cask "1password-cli"
cask "calibre"
cask "cleanshot"
cask "cron"
cask "dropbox"
cask "emacs"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "insomnia"
cask "kitty"
cask "raycast"
cask "spotify"
cask "toggl-track"
cask "zoom"
