tap "1password/tap"
tap "azure/functions"
tap "bufbuild/buf"
tap "charmbracelet/tap"
tap "futurice/jalapeno"
tap "goreleaser/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nextdns/tap"
tap "oven-sh/bun"
tap "remotemobprogramming/brew"
tap "sachaos/todoist"
brew "xz"
brew "aws-cdk"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bottom"
brew "broot"
brew "cmake"
brew "cmatrix"
brew "coreutils"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dua-cli"
brew "eza"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libarchive"
brew "pango"
brew "ffmpeg"
brew "fish"
brew "fisher"
brew "flyway"
brew "fnm"
brew "fping"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "glow"
brew "gnupg"
brew "go"
brew "go-task"
brew "gpgme"
brew "grc"
brew "grpcurl"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ispell"
brew "jless"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lefthook"
brew "libyaml"
brew "marksman"
brew "micro"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "netlify-cli"
brew "openssh"
brew "optipng"
brew "pandoc"
brew "pipx"
brew "prettyping"
brew "pyenv"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "s3cmd"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "tfenv"
brew "tldr"
brew "tmux"
brew "toot"
brew "tree"
brew "trivy"
brew "ttyd"
brew "typst"
brew "watch"
brew "wget"
brew "xsv"
brew "yarn"
brew "yq"
brew "zoxide"
brew "zrok"
brew "zx"
brew "azure/functions/azure-functions-core-tools@3"
brew "bufbuild/buf/buf"
brew "charmbracelet/tap/vhs"
brew "futurice/jalapeno/jalapeno"
brew "goreleaser/tap/goreleaser"
brew "hashicorp/tap/terraform", link: false
brew "nextdns/tap/nextdns"
brew "oven-sh/bun/bun"
brew "remotemobprogramming/brew/mob"
brew "sachaos/todoist/todoist"
cask "1password"
cask "1password-cli"
cask "calibre"
cask "cleanshot"
cask "deepl"
cask "docker"
cask "eqmac"
cask "firefox"
cask "font-cascadia-code-pl"
cask "font-jetbrains-mono-nerd-font"
cask "fork"
cask "grammarly-desktop"
cask "insomnia"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "logi-options-plus"
cask "ngrok"
cask "notion-calendar"
cask "obsidian"
cask "raycast"
cask "signal"
cask "slack"
cask "telegram-desktop"
cask "tidal"
cask "todoist"
cask "zed"
cask "zoom"
vscode "arzg.intellij-theme"
vscode "bierner.markdown-mermaid"
vscode "catppuccin.catppuccin-vsc"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "doublefint.pgsql"
vscode "dvirtz.parquet-viewer"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "gruntfuggly.todo-tree"
vscode "iamjazzar.elegant-black"
vscode "jebbs.plantuml"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "robocorp.robotframework-lsp"
vscode "ryanluker.vscode-coverage-gutters"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
